{
  "englishGloss": [
    "What's your name?",
    "I eat an apple.",
    "role of women in an ageing society.",
    "journalism and new media creating a public sphere in europe.",
    "i declare adjourned the session of the european parliament.",
    "why am I talking about this sports event ?",
    "i call on the north korean government to explain the whereabouts of the footballers.",
    "how can we help the Koreans in this situation ?",
    "closure of sitting",
    "the sitting was closed at 7.45 p.m.",
    "i declare the session of the european parliament adjourned.",
    "i support the structure and approach of the lyon report .",
    "voting time continued",
    "i shall vote against this text.",
    "the debate is closed.",
    "the vote will take place on Tuesday at 12 noon.",
    "it should also help developing countries by sharing European techniques, knowledge, and experience.",
    "agriculture is important to our citizens",
    "integrated and effective policies are needed, such as European and international systems for monitoring production and the market as an early warning system for identifying production trends.",
    "the fact is, 860 million people continue to starve.",
    "such development will have to be sustainable and will have to rely first and foremost on local agriculture.",
    "what is it doing ?",
    "we must, therefore, protect it at all costs!",
    "therefore it is extremely important to preserve, and where possible increase the agricultural capacity of the European Union.",
    "the agricultural sector needs to improve its energy efficiency.",
    "incentives to encourage sustainable cultivation of energy crops should not jeopardize food production.",
    "I believe that agricultural research is required in order to boost farm productivity.",
    "they are opening up to them, and are clearly recognizing the role of civil society.",
    "there is an ever-increasing range of union communication policies in this area.",
    "the new term civil dialogue has even been coined to describe these policies.",
    "I would like civil dialogue to be a reciprocal, two-sided process.",
    "that is why we also need feedback from the union to the citizens.",
    "I would like civil dialogue to be based on the principles of clarity and transparency.",
    "we should be governed by clear rules when inviting representatives of society to engage in dialogue with us.",
    "we should systematically publish the list of organizations involved in consultation.",
    "it would be wise for the union to appoint a contact person responsible for this area, namely dialogue.",
    "it is not easy to establish rules governing this area.",
    "these would become common principles for all the institutions.",
    "I should like to add too that the member states should also be required to promote civil dialogue.",
    "I have been unable to mention every part of this report.",
    "we agree that civil society plays an important role in European integration.",
    "the debate is closed.",
    "what is this debate actually all about?",
    "after all, the treaty of Lisbon is dead.",
    "Ireland rejected it in a national referendum.",
    "is that so difficult to understand?",
    "we were right!",
    "has it already been 30 years?",
    "the vote will take place on Tuesday at 12 noon.",
    "we have worked very well together on the production of the report.",
    "we have made many new joint discoveries.",
    "we cannot assume that they are lacking in knowledge.",
    "we know about cheating on the lottery and much more besides.",
    "In order to be effective, we must have workable instruments for fighting terrorism.",
    "more than 60% of all fish consumed in Europe today is imported.",
    "I rarely get such an opportunity to make myself heard by so many.",
    "we cannot have certainty, but we certainly need to have some stability.",
    "obviously, I supported my own report.",
    "I believe it is a blueprint for the future in terms of how this house views agriculture.",
    "nobody could be against that, and I am certainly not against that.",
    "it is not serving the people of Europe well, it is not serving the farmers of Britain well.",
    "I think the establishment of a world system of storing food supplies should also be considered.",
    "I find this bizarre.",
    "it is a shame that nobody else seems to read some of these reports that go through this place.",
    "I would also like to thank him for his excellent cooperation.",
    "this market is growing rapidly and is increasingly dependent on imports from third countries.",
    "first of all, I would like to say that this is an excellent report.",
    "we live today in peace, freedom, and democracy.",
    "our citizens enjoy prospects that our forefathers could only have dreamed of.",
    "we must and should rejoice in that.",
    "I am honored to have this opportunity.",
    "I am very proud of these words.",
    "today, I should like to look at much more recent history.",
    "what sort of time has this been for Latvia?",
    "what has our nation gained ?",
    "what have our nation's achievements been and what are the challenges still ahead of us ?",
    "without a proper mandate, we can only reach unacceptable agreements.",
    "where, I ask, is the consistency?",
    "I think this is an outrage.",
    "in my opinion, this debate goes in the right direction.",
    "you saw the demand and you saw the problem.",
    "thank you very much, Mrs. McGuinness.",
    "how many tonnes of beef ?",
    "how much access ?",
    "is there no tariff, or are there minimum tariffs ?",
    "Brazil is one of nine countries with which the EU has entered into a strategic partnership.",
    "this undermines the sense of solidarity, equality, and community.",
    "yes, we need to examine other tools such as risk insurance and future markets.",
    "I firmly believe that this injustice must be eliminated as soon as possible.",
    "what is the aim here ?",
    "secondly transparency and proportionality should be central to the future CAP.",
    "I have, therefore, voted against this report."
  ],

  "sentences": [
    "Although the weather was very hot, he wore coats and sweaters.",
    "If you work hard, you will be successful too.",
    "I ran into a big problem when I least expected it.",
    "My aunt’s library had many books to count.",
    "He had some psychological problems that could not be treated with medication.",
    "I quit my job and came to Los Angeles for you.",
    "I value you and my family very much.",
    "Can you hand me the pen?",
    "If they like, I can carry some bags for you.",
    "My baby brother should be asleep by now.",
    "He could play football well when he was a kid.",
    "He could have taken the flight.",
    "We may have passed the math exam, but it was in Spanish.",
    "You might have sold the car if you really needed the money.",
    "You should have listened to the teacher.",
    "We must have been crazy!",
    "He shouldn’t have told them.",
    "He has a cat, and his cat's breed is Scottish Fold.",
    "I accidentally broke my mom’s favorite vase.",
    "It was spilled wine on my favorite sweater by my sister.",
    "They don’t live near here.",
    "I’m sorry, but this is not mine.",
    "I do not love you anymore.",
    "I will not go to school today.",
    "I didn’t see him today.",
    "The meal is not ready.",
    "This old man was not actually right.",
    "She does not love to play the piano.",
    "Mary did not win the match.",
    "Today we will watch TV.",
    "There was no peach orchard on the site of this building.",
    "He does not catch the bus every morning.",
    "Alex isn’t telling the truth.",
    "I don’t want to drink too much.",
    "He couldn’t get unhealthy food.",
    "We don’t have a house.",
    "Alex won’t be coming to the movies. He is very busy.",
    "You are not lazy students.",
    "I don’t take the trash out.",
    "He didn’t get a passing grade because he didn’t work hard enough.",
    "It does not do to dwell on dreams and forget to live.",
    "You don’t teach your cat tricks.",
    "This is my dog.",
    "You are not an engineer.",
    "The dog cannot walk itself.",
    "I will not love you.",
    "The coat I gave him couldn’t fit on him.",
    "My father did not even bother to answer me.",
    "There is no play with fire.",
    "I will not have dinner tonight.",
    "They would go to the movies if you are interested.",
    "If I had a car, I would drive around the world.",
    "I could barely walk when I was a baby.",
    "Could you ever get excited when you took the exams?",
    "I couldn’t draw pictures in high school.",
    "If you can speak more than two languages, you will see that you can find a job easily.",
    "If you’d come with me, we could have had fun.",
    "I could help you with Spanish.",
    "Could I borrow your notebook?",
    "Would you like a cup of tea?",
    "You should go to the hospital tomorrow or you will be sicker.",
    "Her lessons are so bad; you should definitely take private lessons.",
    "You should study by taking notes; it becomes more memorable.",
    "You should watch the movie I told you about in the morning; it will improve you a lot.",
    "You should walk to work.",
    "You should save some money.",
    "You should do more exercise.",
    "I think we should wait for her now.",
    "May I ask a question?",
    "Would you like some help?",
    "You should take a break and get some rest.",
    "I may get bad grades in exams; I’m not sure of any.",
    "I can swim every Tuesday.",
    "The roads were snowed on all night; be careful that your car may slide.",
    "They may have moved here two years ago.",
    "She may have heard everything you just said.",
    "I bought myself a thick coat in case it may be very rainy this winter.",
    "I told him all the facts; it may upset him that I lied.",
    "May I leave early today?",
    "I may take you to work if you want.",
    "There’s no chair to sit anywhere; may I sit next to you?",
    "I can speak three languages.",
    "Tomorrow I will be in New York.",
    "He should wait.",
    "I can speak English.",
    "You can drink my tea and read my book then.",
    "I can meet you tomorrow.",
    "She is old. She can’t play tennis.",
    "Can I ask a question?",
    "I knew I would win college this year.",
    "When I was 6, I could ride a bike.",
    "We couldn’t go out.",
    "I will take these books with me.",
    "What could they draw? They could draw a horse.",
    "I might see her in the evening.",
    "The doctor said that I might be released when I feel well.",
    "The director said that when you feel ready, you might be on the stage.",
    "I wished you might have passed the exams.",
    "I wished I might go abroad.",
    "I hoped you might not leave me."
  ]
}
